Repository: yookjy/CCPlayer
Catalog: CCPlayer.UWP.Pro/Strings/*/Resources.resw
Source language: en
Languages: bg, de, es, fa, ja, ko, pt_br, ru, tr, uk, vi, zh_hans

# PlaybackRepeatItems.None
source: None
bg: Изключено
de: Aus
es: Nada
fa: هیچکدام
ja: 反復なし
ko: 반복 안함
pt_br: Nada
ru: Отсутствует
tr: Yok
uk: Жодного
vi: Không có
zh_hans: 没有

# PlaybackRepeatItems.Once
source: Once
bg: Веднъж
de: Einmal
es: Una vez
fa: یک بار
ja: 一度
ko: 한번만
pt_br: Uma vez
ru: Однократно
tr: Bir kere
uk: Один раз
vi: Chỉ một lần
zh_hans: 一次

# PlayPause.Tag
source: Play
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducir
fa: پخش
ja: 再生
ko: 재생
pt_br: Executar
ru: Воспроизвести
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放

# PlayPause2.Tag
source: Pause
bg: Пауза
es: Pausar
fa: توقف
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
vi: Tạm ngưng
zh_hans: 暂停

# RotationLock.Label
source: Rotation lock
bg: Заключване на ротацията на екрана
de: Rotationssperre
es: Bloqueo de rotación
fa: قفل چرخش
ja: 回転ロック
ko: 회전 잠금
pt_br: Bloqueio de rotação
ru: Блокировка вращения
tr: Ekran yön kilidi
uk: Блокування обертання
vi: Khóa xoay
zh_hans: 旋转锁定

# Video.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Video options
bg: Видео настройки
de: Video-Optionen
es: Opciones de vídeo
fa: گزینه های ویدیو
ja: ビデオオプション
ko: 비디오 옵션
pt_br: Opções de vídeo
ru: Параметры видео
tr: Video seçenekleri
uk: Параметри відео
vi: Tùy chọn video
zh_hans: 视频选项

# Explorer.Title.Text
source: Folders & Files
bg: File Explorer
de: Ordner & Dateien
es: Carpetas/archivos
fa: پوشه ها و فایل ها
ja: フォルダ&ファイル
ko: 폴더 & 파일
pt_br: Pastas & Arquivos
ru: Проводник
tr: Dosya ve klasörler
uk: Папки та файли
vi: Thư mục & Tập tin
zh_hans: 文件夹 & 文件

# Explorer.NoItem.Text
source: Click the Add Folder button (top right) to add the folder that contains the movies.
bg: Натиснете бутона Добави папка (горе дясно) за да добавите папка, която съдържа филми.
de: Nutze den "Ordner hinzufügen"-Button (oben rechts), um einen Ordner mit Video-Dateien hinzuzufügen.
es: Pulsa sobre el botón Añadir Carpeta (arriba derecha) para añadir la carpeta que contiene las películas.
fa: بر روی دکمه اضافه کردن پوشه کلیک کنید (بالا راست) تا پوشه حاوی فیلم را اضافه نمایید.
ja: フォルダを追加ボタン（右上）をクリックして、映画が含まれているフォルダを追加してください。
ko: 폴더 추가 버튼(우측 상단)을 클릭해서 영화가 담겨있는 폴더를 추가하세요.
pt_br: Clique no botão Adicionar Pasta (superior direito) para adicionar a pasta que contém os filmes.
ru: Нажмите кнопку Добавить папку (справа вверху), чтобы добавить папку, содержащую видео файлы.
tr: Filmleri içeren klasörü eklemek için Klasör Ekle (sağ üstte) düğmesini tıklayın.
uk: Натисніть кнопку "Додати папку" (вгорі праворуч), щоб додати папку, яка містить фільми.
vi: Nhấn vào nút Thêm Thư mục (góc phải ở trên) để thêm thư mục có chứa phim hoặc video.
zh_hans: 单击“添加文件夹”按钮（右上）添加包含电影的文件夹。

# Loading.Playback.Text
source: Please wait... Preparing to play video.
bg: Моля изчакайте, тече подготовка за въпроизвеждане.
de: Bitte warten... Video-Wiedergabe wird vorbereitet.
es: Por favor, espera, preparando la reproducción de vídeo.
fa: لطفا صبر کنید، در حال آماده سازی برای پخش ویدیو.
ja: ビデオの再生を準備中です...
ko: 비디오 재생을 위해 준비중입니다.
pt_br: Por favor, espere! Preparando-se para executar o vídeo.
ru: Пожалуйста, подождите, подготовка к воспроизведению видео.
tr: Lütfen bekleyin, video oynatma için hazırlanıyor.
uk: Зачекайте, підготовка для відтворення відео.
vi: Vui lòng đợi, đang chuẩn bị phát video.
zh_hans: 请稍候，准备播放视频。

# UseLimeEngine.Header
source: Use L:me media component (recommended)
bg: Използвай L:me медия компонент (препоръчително)
de: Nutze die L:me Media-Komponente (empfohlen)
es: Usar componente de medio L:me (recomendado)
fa: از جز L:me استفاده کنید (توصیه شده)
ja: L:meメディアコンポーネントを使用（推奨）
ko: L:me 미디어 콤포넌트 사용 (권장)
pt_br: Usar componente de mídia L:me (recomendado)
ru: Использовать L:me медиа компонент (рекомендуется)
tr: L:me medya bileşenleri kullan (önerilen)
uk: Використовувати L:me медіа компоненти (рекомендовано)
vi: Sử dụng chương trình L:me (khuyên dùng)
zh_hans: 使用 L:me 媒体组件(推荐)

# RateReminder.CustomReminderText
source: It looks like you've been using the app for a while now and we'd love to hear your comments. Would you like to rate the app or provide feedback?
bg: Изглежда, че използвате приложението от известно време и ние бихме се радвали да чуем вашите коментари. Искате ли да оцените приложението или да ни изпратите обратна връзка?
de: Es sieht so aus, als würdest du die App bereits eine Weile benutzen, und wir würden gerne deine Meinung dazu hören. Würdest du die App eventuell bewerten oder Feedback abgeben?
es: Parece que usas la app desde hace un tiempo y nos encantaría escuchar tus comentarios. ¿Te gustaría puntuar la app o facilitar retroalimentación?
fa: به نظر می رسد، مدتی است که از اپ استفاده می کنید، بسیار خوشحال می شویم که نظرتان را بشنویم. آیا مایل هستید که به اپ امتیاز داده یا بازخورد بفرستید؟
ja: CCPlayerを使用してみるといかがでしょう？あなたの貴重なご意見を聞きたいと思います。今評価とレビューを書いていただけますか？
ko: CCPlayer를 사용해보니 어떠신가요? 여러분의 소중한 의견을 듣고 싶습니다. 지금 별점과 함께 리뷰를 작성해주시겠습니까?
pt_br: Parece que você tem usado o aplicativo por um tempo, agora nós adoraríamos ouvir seus comentários. Gostaria de classificar o aplicativo ou fornecer um comentário?
ru: Похоже вы используете приложение уже некоторое время, мы будем рады услышать ваши комментарии. Вы хотите оценить приложение или связатся с нами?
tr: Bir süredir uygulamayı kullanıyor gibi görünüyorsunuz, yorumlarınızı duymak isteriz. Uygulamaya puan vermek ve geri bildirimde bulunmak istermisiniz?
uk: Схоже, ви використовували програму вже деякий час і ми будемо раді почути ваші коментарі. Чи могли ви витратити трошки свого часу та оцініти програму або залишити відгук?
vi: Có vẻ như bạn đã và đang sử dụng ứng dụng trong một thời gian dài và chúng tôi muốn lắng nghe những góp ý từ bạn. Bạn có muốn đánh giá ứng dụng hay cung cấp phản hồi hay không?
zh_hans: 看起来你已经使用了一段时间的应用程序，现在我们很想听到您的意见。你想给应用程序提供反馈吗？

# DisplayZoomItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Video Zoom In/Out
bg: Видео Уголемяване/Намаляване Video Zoom In/Out
de: Video-Zoom
es: Zoom de vídeo Activado/Desactivado
fa: بزرگ/کوچک نمایی
ja: 画面の拡大/縮小
ko: 화면 확대 및 축소
pt_br: Zoom do Vídeo Ampliar/Reduzir
ru: Увеличить видео +/-
tr: Video Yakınlaş/Uzaklaş
uk: Збільшення або зменшення відео
vi: Phóng to/Thu nhỏ video
zh_hans: 视频放大/缩小

# MainMenu.IAPs.Button.Text
source: Purchase
bg: Закупуване
de: Kaufen
es: Comprar
fa: خرید
ja: 購入
ko: 구매
pt_br: Comprar
ru: Покупка
tr: Satın al
uk: Придбати
vi: Mua hàng
zh_hans: 购买

# IAPs.Migrate.Success.Content
source: The purchase history of the two products was found as follows: - {0} - {1} You can use without restrictions.
bg: Историята на покупките на двата продукта беше открита както следва: - {0} - {1} Можете да използвате без ограничения.
de: Der Kauf-Verlauf der zwie Produkte sieht folgendermaßen aus: - {0} - {1} Du bist in der Nutzung nicht mehr beschränkt.
es: Se ha encontrado el siguiente historial de comprar de los dos productos: - {0} - {1} Puedes usarlo sin restricciones.
fa: تاریخچه پرداخت برای دو محصول یافت شد: - {0} - {1} می توانید بدون محدودیت استفاده کنید.
ja: 次の2件の購入履歴が存在します： - {0} - {1} 制約なしで使用することができます。
ko: 다음 2건의 구매이력이 존재합니다 : - {0} - {1} 제약없이 사용할 수 있습니다.
pt_br: O histórico de compra dos dois produtos foi encontrado da seguinte forma: - {0} - {1} Você pode usar sem restrições.
ru: История покупки двух продуктов была обнаружена следующим: - {0} - {1} Вы можете использовать без ограничений.
tr: İki ürün için satın alma geçmişi aşağıdaki gibidir: - {0} - {1} Kısıtlama olmadan kullanabilirsiniz.
uk: В історія покупок було знайдено такі два продукти: - {0} - {1} Ви можете використовувати їх без обмежень.
vi: Lịch sử mua hàng của hai sản phẩm được tìm thấy như sau: - {0} - {1} Bạn có thể sử dụng mà không bị giới hạn.
zh_hans: 这两种产品的购买历史记录，发现如下： - {0} - {1} 您可以使用没有任何限制。

# IAPs.Migrate.Success.Title
source: Congratulations. Migration was successful!
bg: Поздравления. Миграцията беше успешна.
de: Glückwunsch. Erfolgreich migriert!
es: Felicidades. ¡La migración se ha realizado correctamente!
fa: تبریک! ادغام با موفقیت انجام شد!
ja: おめでとうございます。マイグレーションに成功しました！
ko: 축하합니다. 마이그레이션에 성공하였습니다!
pt_br: Parabéns! A migração foi bem sucedida.
ru: Поздравляем. Перенос прошел успешно!
tr: Tebrikler. Geçiş başarılı oldu!
uk: Вітаємо. Міграція пройшла успішно!
vi: Chúc mừng. Di chuyển thành công!
zh_hans: 恭喜。迁移成功！

# IAPs.Purchase.Button.Retry
source: Retry
bg: Отново
de: Erneut versuchen
es: Reintentar
fa: سعی مجدد
ja: 再試行
ko: 재시도
pt_br: Repetir
ru: Повторить
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_hans: 重试

# IAPs.Purchase.Expired.Content
source: It is no longer available because the trial has expired.
bg: Не е достъпно поради изтичане на пробния период.
de: Nicht länger verfügbar, da die Probephase abgelaufen ist.
es: Ya no está disponible porque el periodo de prueba ha finalizado.
fa: به دلیل پایان یافتن تاریخ نسخه آزمایشی، بیش از این در دسترس نیست.
ja: 体験版の期限が切れされ、使用することができません。
ko: 체험판이 만료되어 더 이상 사용할 수 없습니다.
pt_br: Não está mais disponível porque a versão de testes expirou.
ru: Больше не доступно, т.к. срок испытательного периода истек.
tr: Deneme süresi dolduğu için artık kullanılamıyor.
uk: Користування призупинено, через закінчення пробної версії.
vi: Không khả dụng do bản dùng thử đã hết hạn.
zh_hans: 它不再可用，因为试用期已结束。

# IAPs.Purchase.Expired.Title
source: Trial expired.
bg: Пробният период изтече.
de: Probephase beendet.
es: Periodo de prueba finalizado.
fa: تاریخ نسخه آزمایشی به پایان رسید.
ja: 体験版期限切れ。
ko: 체험판 만료됨.
pt_br: A versão de testes expirou
ru: Срок действия пробной версии истек.
tr: Deneme süresi doldu.
uk: Пробний період закінчився.
vi: Bản dùng thử đã hết hạn.
zh_hans: 试用期满。

# IAPs.Purchase.ExpiredLeftDay.Title
source: Trial (Left {0} days)
bg: Пробен период (Остават {0} дни)
de: Probephase ({0} Tage übrig)
es: Periodo de prueba (Quedan {0} días)
fa: تاریخ نسخه آزمایشی (مانده {0} روز)
ja: 体験版（{0}残り日）
ko: 체험판 ({0} 일 남음)
pt_br: Versão de testes (restante {0} dias)
ru: Срок испытательной версии (Осталось {0} дн.)
tr: Deneme ({0} gün kaldı)
uk: Пробний період (залишилось {0} днів)
vi: Bản dùng thử (Còn lại {0} ngày)
zh_hans: 试用（左{0}天）

# IAPs.Purchase.Failed.Content
source: Please try again later.
bg: Моля опитайте пак по-късно
de: Bitte versuche es später erneut.
es: Por favor, inténtalo de nuevo.
fa: لطفا بعدا مجدد سعی کنید.
ja: 後で再試行してください。
ko: 나중에 다시 시도하세요.
pt_br: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте еще раз позже.
tr: Lütfen daha sonra tekrar deneyin.
uk: Повторіть спробу пізніше.
vi: Vui lòng thử lại sau.
zh_hans: 请稍后再试。

# IAPs.Purchase.Failed.Title
source: The purchase failed.
bg: Неуспешна покупка
de: Kauf nicht erfolgreich.
es: Fallo al realizar la compra.
fa: خرید نا موفق بود.
ja: 購入が失敗しました。
ko: 구매가 실패되었습니다.
pt_br: A compra falhou.
ru: Покупка не удалась.
tr: Satıl alma başarısız oldu.
uk: Придбання не вдалося.
vi: Mua hàng không thành công.
zh_hans: 它未能购买。

# Subtitle.Language.Sub.All
source: Display all
bg: Покажи всички
de: Alle anzeigen
es: Mostrar todos
fa: نمایش همه
ja: すべて表示
ko: 모두 표시
pt_br: Exibir todos
ru: Показать все
tr: Tümünü göster
uk: Відобразити все
vi: Hiển thị tất cả
zh_hans: 显示所有

# BeginLandscape.Header
source: Start playback in landscape mode
de: Wiedergabe im Landscape-Modus starten
fa: پخش را در حالت عرضی شروع کن
ja: ランドスケープモードで再生を開始
ko: 가로모드로 재생시작
pt_br: Iniciar a reprodução em modo paisagem
ru: Начать воспроизведение в ландшафтном режиме
uk: Почати відтворення в повний екран
vi: Bắt đầu phát lại ở chế độ nằm ngang

# Picker.Choose.Title
source: Choose an item
bg: Избор на елемент
de: Element auswählen
es: Elija un elemento
fa: یک گزینه را انتخاب کن
ja: アイテムを選択
ko: 아이템 선택
pt_br: Escolha um item
ru: Выберите элемент
tr: Bir öğe seçin
uk: Виберіть елемент
vi: Chọn một mục
zh_hans: 选择一项

# Policies.Header.Text
source: App policies
de: App-Bestimmungen
fa: سیاست های اپ
ja: アプリのポリシー
ko: 앱 정책
pt_br: Políticas do aplicativo

# Policies.Private.Content
source: Private policy
de: Datenschutzerklärung
fa: سیاست های حریم شخصی
ja: 個人情報保護方針
ko: 개인정보취급방침
pt_br: Política da privada

# Exit.Information.Text
source: Press "Back" once again to exit
de: Drücke erneut "Zurück", um die App zu beenden.
fa: یک بار دیگر دکمه "بازگشت" را برای خروج بزنید
ja: 「戻る」をもう一度押すと終了します
ko: "뒤로" 버튼을 한번 더 누르면 종료됩니다
pt_br: Pressione "Voltar" novamente para sair

# Developer.CheerUp.Content
source: Cheer up developer
de: Muntere den Entwickler auf
fa: تشویق توسعه دهنده
ja: 開発者応援する
ko: 개발자 응원하기
pt_br: Anime-se desenvolvedor

# Developer.Donation.Text
source: Please cheer me up to make a better good CCPlayer
de: Bitte muntere mich auf, damit ich CCPlayer noch besser machen kann
fa: لطفا من را برای ساخت نسخه بهتری از پخش کننده سی سی تشویق کنید
ja: さらに良いCCPlayerを開発するように応援して下さい。
ko: 더 좋은 CCPlayer를 만들 수 있도록 개발자를 응원해주세요~
pt_br: Por favor, me animar para fazer o bom CCPlayer ainda melhor

# IAPs.Donation.Thanks.Content
source: Thank you so much! I'll try to make a better CCPlayer.
de: Sei herzlichst bedankt! Ich werde mir Mühe geben, CCPlayer zu verbessern.
fa: بسیار از شما ممنونم! سعی می کنم که پخش کننده سی سی را بهتر کنم.
ja: コーヒー本当にありがとうございます。 さらに良いCCPlayerを開発するように努力します。
ko: 커피 응원 감사합니다! 더욱 좋은 CCPlayer를 만들도록 노력하겠습니다. ^0^
pt_br: Muito obrigado! Vou tentar fazer o CCPlayer melhor.

# IAPs.Donation.Thanks.Title
source: Thanks for coffee!
de: Danke für den Kaffe!
fa: بابت قهوه ممنون!
ja: コーヒーありがとうございます！
ko: 대박 감사합니다~
pt_br: Obrigado pelo café!

# DefaultCharset.Text
source: Default Character set
de: Standard-Zeichenset
fa: کاراکتر پیش فرض انتخاب شد
ja: デフォルトの文字セット
ko: 기본 문자 인코딩
pt_br: Conjunto de Caracteres padrão

# SuspendToPause.Header
source: App suspend to pause
fa: توقف در هنگام رفتن اپ به پس زمینه
ja: サスペンド移行時の一時停止
ko: 백그라운드 전환시 일시정지
pt_br: Suspender o Aplicativo para pausar

# DefaultDecoderType.Text
source: Default decoder
de: Standard-Decoder
fa: دیکد کننده پیش فرض
ja: デフォルトのデコーダ
ko: 기본 디코더
pt_br: Decodificador padrão

# Message.Error.FailServerAuthentication
source: The authentication failed. Check your id or password.
de: Authentikation fehlgeschlagen. ID oder Passwort überprüfen.
ja: サーバーの認証に失敗しました。ユーザ名またはパスワードを確認してください。
ko: 서버 인증에 실패하였습니다. 아이디 혹은 패스워드를 확인하세요.

# Message.Error.Password
source: Please input password.
de: Passwort eingeben.
ja: パスワードを入力してください。
ko: 패스워드를 입력하세요.

# Message.Error.ServerAddress
source: Please input server address.
de: Server-Adresse eingeben.
ja: サーバーのアドレスを入力してください。
ko: 서버 주소를 입력하세요.

# Message.Error.DisconnectedServer
source: The server connection has been lost. Please reconnect.
de: Verbindung zum Server verloren. Bitte erneut verbinden.
ja: サーバとの接続が切断されました。再接続してください。
ko: 서버와 접속이 끊어졌습니다. 다시 접속하세요.

# Button.Connect.Content
source: Connect
bg: Свързване
de: Verbinden
fa: ‏‏متصل شود
ja: 接続
ko: 연결
ru: Подключиться
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 连接

# Server.Address.UNC.PlaceholderText
source: ex: \\server\share
de: Z.B.: \\server\share
ja: 例: \\server\share
ko: 예: \\server\share

# AddFolder.FolderPicker.Text
source: Local folder
de: Lokalen Ordner
ja: ローカル フォルダ
ko: 로컬 폴더

# AddFolder.UNC.Text
source: Universal Naming Convention
ja: 汎用名前付け規則 (UNC)
ko: 범용 명명 규칙 (UNC)
pt_br: Convenção de nomenclatura universal (UNC)
ru: Универсальные соглашение об именах (UNC)
tr: Evrensel Adlandırma Kuralı (UNC)
uk: універсальна угода про іменування (UNC)
vi: Quy ước đặt tên phổ quát (UNC)
zh_hans: 通用命名约定 (UNC)

# Server.Connect.General.Text
source: Connect
bg: Свързване
de: Verbinden
fa: ‏‏متصل شود
ja: 接続
ko: 연결
ru: Подключиться
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 连接

# Server.Disonnect.General.Text
source: Disconnect
bg: Прекрати връзката
de: Trennen
fa: ‏‏قطع ارتباط
ja: 接続解除
ko: 연결해제
ru: Отсоединиться
tr: Bağlantıyı kes
uk: Відключитися
vi: Ngắt kết nối
zh_hans: 断开连接

# Server.Password.General.PlaceholderText
source: Password
bg: Парола
de: Passwort
fa: رمز عبور
ja: パスワード
ko: 패스워드
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

# Server.NoItem.Text
source: Click the Connect button (top right) to connect to the server.
de: Benutze den "Verbinden"-Button (oben rechts), um eine Verbindung mit einem Server herzustellen.
ja: 接続ボタン（右上）をクリックして、サーバーに接続してください。
ko: 연결 버튼(우측상단)을 클릭하여 서버에 접속하세요.

# Server.Path.WebDAV.PlaceholderText
source: ex: webdav
de: Z.B.: webdav
ja: 例: webdav
ko: 예: webdav

# Server.Address.Host.PlaceholderText
source: ex: my.server.com or 192.168.0.1
de: Z.B.:: my.server.com or 192.168.0.1
ja: 例: my.server.com または 192.168.0.1
ko: 예: my.server.com or 192.168.0.1

# Thumbnail.Unsupported.LocalFolder.Header
source: Local folders
de: Lokale Ordner
ja: ローカル フォルダー
ko: 로컬 폴더

# Thumbnail.Unsupported.DLNAFile.Header
source: DLNA files
de: DLNA-Dateien
ja: DLNA ファイル
ko: DLNA 파일

# Thumbnail.Unsupported.DLNAFolder.Header
source: DLNA folders
de: DLNA-Ordner
ja: DLNA フォルダー
ko: DLNA 폴더

# Thumbnail.Unsupported.FTPFile.Header
source: FTP files
de: FTP-Dateien
ja: FTP ファイル
ko: FTP 파일

# Thumbnail.Unsupported.FTPFolder.Header
source: FTP folders
de: FTP-Ordner
ja: FTP フォルダー
ko: FTP 폴더

# Thumbnail.Unsupported.LocalFile.Header
source: Local files
de: Lokale Dateien
ja: ローカル ファイル
ko: Local 파일

# Thumbnail.Unsupported.WebDAVFile.Header
source: WebDAV files
de: WebDAV-Dateien
ja: WebDAV ファイル
ko: WebDAV 파일

# Thumbnail.Unsupported.WebDAVFolder.Header
source: WebDAV folders
de: WebDAV-Ordner
ja: WebDAV フォルダー
ko: WebDAV 폴더

# Thumbnail.Unsupported.Title.Text
source: Load unsupported thumbnail
bg: Зареди неподдържана миниатюра
de: Nicht unterstützte Vorschaubilder laden
es: Cargar miniaturas no soportadas
fa: بارگذاری نمایه های پشتیبانی نشده
ja: サポートされていないサムネイルをロード
ko: 지원되지 않는 썸네일을 로드
pt_br: Carragamento de miniatura não suportado
ru: Загружать неподдерживаемые эскизы
tr: Desteklenmeyen küçük resim yükle
uk: Завантажити не підтримуючі зображення
vi: Tải các ảnh nhỏ chưa được hỗ trợ
zh_hans: 不支持加载缩略图

# Message.Error.UserName
source: Please input user id.
de: Bitte gib die User-ID ein.
ja: ユーザー id を入力してください。
ko: 아이디를 입력하세요.

# Server.UserName.General.PlaceholderText
source: User Id
bg: Потребителски ИД
es: Id de usuario
fa: شناسه کاربری
ja: ユーザー ID
ko: 유저 아이디
pt_br: Identificação do Usuário
ru: ИД пользоват
tr: Kullanıcı Kimliği
uk: Код користувача
vi: Tên người dùng
zh_hans: 用户 Id

# AddFolder.Direct.Text
source: URL direct play
de: URL-Direktwiedergabe
ja: URLの直接再生
ko: URL 직접 재생

# Server.Address.Subtitle.PlaceholderText
source: Direct playable subtitle address. (Be careful case sensitive)
de: Untertitel-Adresse kann direkt wiedergegeben werden. (Vorsicht bei sensitiven Daten)
ja: 再生可能な字幕ファイルのWebアドレス。 （大文字小文字の区別に注意！）
ko: 재생 가능한 자막파일의 웹 주소. (대소문자 구분에 주의!)

# Server.Address.Video.PlaceholderText
source: Direct playable video address. (Be careful case sensitive)
de: Video-Adresse kann direkt wiedergegeben werden. (Be careful case sensitive)
ja: 再生可能なビデオファイルのWebアドレス。 （大文字小文字の区別に注意！）
ko: 재생가능한 비디오파일의 웹 주소. (대소문자 구분에 주의!)

# Message.Error.EmptySubtitleUrl
source: Pelase input subtitle url
de: Untertitel-URL eingeben
ja: 字幕ファイルのアドレスを入力してください。
ko: 자막 파일의 주소를 입력하세요.

# Message.Error.EmptyVideoUrl
source: Please input video url
de: Video-URL eingeben
ja: ビデオファイルのアドレスを入力してください。
ko: 비디오 파일의 주소를 입력하세요.

# Message.Error.UnsupportedExtension
source: Not supported file extension.
de: Nicht unterstützte Dateiendung.
ja: サポートされていないファイルの拡張子です。
ko: 지원되지 않는 파일 확장자 입니다.

# Message.Alert.Title
source: Alert
de: Achtung
ja: 通知
ko: 알림

# Message.Info.InterstitialCanceled
source: Didn't finish ad. Couldn't unlock network playback.
de: Werbeeinblendung noch nicht beendet. Netzwerkwiedergabe nicht freigegeben.
ja: 広告を最後まで申請しないと、ロックが解除されません。
ko: 광고를 끝까지 시청하지 않으면 잠금이 해제되지 않습니다.

# Message.Info.InterstitialFailed
source: Couldn't unlock playback because ad not supported area or request failed. (Supported countries : Australia, Brazil, Canada, France, Germany, Italy, Japan, Spain, United Kindom, United States)
de: Wiedergabe konnte nicht freigegeben werden, weil die Werbung die Region nicht unterstützt oder die Anfrage fehlgeschlagen ist. (Unterstützte Länder: Australien, Brasilien, Kanada, Frankreich, Deutschland, Italien, Japan, Spanien, Großbritannien, USA)
ja: 広告がサポートされていない地域であるか、要求が失敗してロックを解除することができません。 （サポート国：オーストラリア、ブラジル、カナダ、フランス、ドイツ、イタリア、日本、スペイン、英国、米国）
ko: 광고가 지원되지 않는 지역이거나 요청이 실패하여 잠금을 해제 할 수 없습니다. (지원 국가 : 호주, 브라질, 캐나다, 프랑스, 독일, 이탈리아, 일본, 스페인, 영국, 미국)

# Message.Info.InterstitialQuestion
source: Watch the video ad to unlock network play. (required internet connection)
de: Schaue die Werbeeinblendung an, um die Netzwerkwiedergabe freizuschalten. (Internetverbindung nötig)
ja: 広告を見ると、ネットワーク再生のロックが一時的に解除されます。 （インターネット接続が必要）
ko: 광고를 시청하면 네트워크 재생 잠금이 일시적으로 해제됩니다. (인터넷 연결 필요)

# Message.Info.InterstitialSucceed
source: Network playback locking was unlocked.
de: Netzwerkwiedergabe freigeschaltet
ja: ネットワーク再生のロックが一時的に解除されました。
ko: 네트워크 재생 잠금이 일시적으로 해제되었습니다.

# Message.Thanks.Title
source: Thank you!
de: Danke!
ja: ありがとうございます！
ko: 감사합니다!

# Thumbnail.Unsupported.OneDriveFile.Header
source: OneDrive files
de: OneDrive-Dateien
ja: OneDrive ファイル
ko: OneDrive 파일

# Thumbnail.Unsupported.OneDriveFolder.Header
source: OneDrive folders
de: OneDrive-Ordner
ja: OneDrive フォルダー
ko: OneDrive 폴더

# Loading.MediaInformation.Text
source: Please wait... Reading the media information.
de: Bitte warten... Medien-Infos werden gelesen.
ja: メディア情報の読み込み中です...
ko: 미디어 정보를 읽는 중입니다...

# Message.Error.NotImplements
source: The cause is not yet implemented the the feature by Microsoft.
de: Dieser Gegenstand wurde noch nicht durch Microsoft in das Feature implementiert.
ja: 原因はまだマイクロソフトがその機能を実装していないからです。
ko: 원인은 아직 마이크로소프트에서 해당 기능을 구현하지 않았기 때문입니다.

# Message.Error.XboxIssue
source: This feature is not yet supported on Xbox.
de: Dieses Feature wird zur Zeit auf der XBOX nicht unterstützt.
ja: この機能はまだXboxでサポートされていません。
ko: 이 기능은 아직 Xbox에서 지원되지 않습니다.

# RotationSyncWithDeviceSwitch.Header
source: Use rotate regardless device settings
de: Rotationseinstellungen des Geräts ignorieren
ja: 機器の設定に関係なく、回転を使用
ko: 기기 설정에 관계없이 회전 사용
